Repository: hexenxp14/django-fluent-blogs
Catalog: fluent_blogs/locale/*/LC_MESSAGES/django.po
Languages: es

source: Published
es: Publicado

source: Draft
es: Borrador

source: Title
es: Título

source: Slug
es: URL amigable

source: status
es: estado

source: publication date
es: fecha de publicación

source: When the entry should go live, status must be "Published".
es: Cuando la entrada debe ir en línea, el estado debe ser "Publicado".

source: publication end date
es: fecha de cierre de publicación

source: author
es: autor

source: creation date
es: fecha de creación

source: last modification
es: última modificación

source: Blog entry
es: Entrada de Blog

source: Blog entries
es: Entradas de blog

source: Introtext
es: Introducción de texto

source: Enable comments
es: Habilitar comentarios

source: Comments
es: Comentarios

source: Categories
es: Categorías

source: The slug is not unique
es: La "URL amigable" no es única

source: The slug is not unique within it's publication year.
es: La "URL amigable" no es única dentro del año de publicación

source: The slug is not unique within it's publication month.
es: La "URL amigable" no es única dentro del mes de publicación

source: The slug is not unique within it's publication day.
es: La "URL amigable" no es única dentro del día de publicación

source: Publication settings
es: Configuraciones de publicación

source: The blog entry can't be previewed yet, a '{page_type_name}' page needs to be created first.
es: La entrada del blog no se puede previsualizar todavía, un página de '{page_type_name}' debe crearse primero.

source: Status
es: Estado

source: View on site
es: Ver en el sitio

source: Actions
es: Acciones

source: Mark selected entries as published
es: Marcas entradas seleccionadas como publicadas

source: Blog module
es: Módulo Blog

source: Blog modules
es: Módulos de Blog

source: Latest blog entries at this page
es: Últimas entradas del blog en esta página

source: actions
es: acciones

source: History
es: Historial

source: previous entry
es: entrada anterior

source: next entry
es: siguiente entrada

source: RSS Feed of latest entries
es: RSS de últimas entradas

source: Latest entries
es: Últimas entradas

source: RSS Feed for %(category)s
es: RSS para %(category)s

source: RSS Feed for %(tag)s
es: RSS para %(tag)s

source: RSS Feed for %(author_name)s
es: RSS para %(author_name)s

source: Category %(category)s
es: Categoría %(category)s

source: Tag %(tag)s
es: Etiqueta %(tag)s

source: Author %(author_name)s
es: Autor %(author_name)s

source: Page %(number)s
es: Página %(number)s

source: Entries by %(author_name)s
es: Entradas de %(author_name)s

source: Archives of %(day)s
es: Archivos de %(day)s

source: Archives of %(month)s
es: Archivos de %(month)s

source: Daily archives
es: Archivo diario

source: Archives of tag %(tag)s
es: Archivo de etiqueta %(tag)s

source: Archives of %(year)s
es: Archivo de %(year)s

source: Monthly archives
es: Archivo mensual

source: in
es: en

source: Tags
es: Etiquetas

source: No entries yet.
es: Sin entradas todavía

source: %(comment_count)s comment
es: %(comment_count)s comentario

source: Post a comment
es: Publicar un comentario

source: %(comment_count)s comment to %(entry_title)s
es: %(comment_count)s comentario para %(entry_title)s

source: Comments are closed.
es: Los comentarios están cerrados.

source: Leave a reply
es: Deja una respuesta

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Related entries
es: Entradas relacionadas

source: {site_name} - Latest entries
es: {site_name} - Últimas entradas

source: The latest entries for {site_name}
es: Las últimas entradas para {site_name}

source: Entries in the category {category_name}
es: Entradas en la categoría {category_name}

source: The latest entries in the category {category_name}
es: Las últimas entradas en la categoría {category_name}

source: Entries by {author_name}
es: Las entradas de {author_name}

source: The latest entries written by {author_name}
es: Las últimas entradas escritas por {author_name}

source: Entries for the tag {tag_name}
es: Entradas para la etiqueta {tag_name}

source: The latest entries tagged with {tag_name}
es: Las últimas entradas con la etiqueta {tag_name}
